road_type_map = {
        '0' : '알 수 없음',
        '1' : 'SideWalk',
        '2' : 'DriveWay',
        '3' : 'CrossWalk',
        '4' : 'SideRoad',
        '5' : 'Indoor',
        '6' : 'Wheelchair'
}

way_rule_map = {
    '0' : '알 수 없음',
    '1' : '우측주행',
    '2' : '좌측주행',
    '3' : '중앙주행',
    '4' : '보호구역'
}

reference_map = {
    -1: '전역경로추종(인지단계-2)',
    0: '우측',
    1: '좌측',
    2: '로봇기반',
    3: '중간',
    4: '전역경로',
    5: '점자블록',
    6: '우측연석',
    7: '좌측연석',
    8: '우측노면영역',
    9: '좌측노면영역'
}